Repository: KeremDev/RiskDetected
Catalog: App/Localization/Localizable.xcstrings
Source language: tr
Languages: en

# localizable.profile.view.bildirimleri.kapat.cac22675
source: Bildirimleri kapat
en: Turn off notifications

# localizable.profile.view.bildirimleri.kapat.d98293e9
source: Bildirimleri kapat
en: Turn off notifications

# localizable.profile.view.bu.hafta.2b64a66a
source: Bu hafta
en: this week

# localizable.profile.view.bu.hafta.5d6b0eef
source: Bu hafta
en: this week

# localizable.profile.view.bu.hafta.8242025a
source: Bu hafta
en: this week

# localizable.profile.view.c.sinifi.is.guvenligi.uzmani.6e8ca297
source: C Sınıfı İş Güvenliği Uzmanı
en: Class C Occupational Safety Expert

# localizable.profile.view.cihaz.guvenligi.uyarisi.937fe0b5
source: Cihaz güvenliği uyarısı
en: Device security warning

# localizable.profile.view.cihaz.guvenligi.uyarisi.a2162b58
source: Cihaz güvenliği uyarısı
en: Device security warning

# localizable.profile.view.cikis.yap.bc78e732
source: Çıkış yap
en: Log out

# localizable.profile.view.cikis.yap.e00324ba
source: Çıkış yap
en: Log out

# localizable.profile.view.deleteanalyses.15f41049
source: analizleri sil
en: deleteAnalyses

# localizable.profile.view.deletereports.0f90649c
source: Raporları sil
en: deleteReports

# localizable.profile.view.destek.745f0ecb
source: Destek
en: Support

# localizable.profile.view.destek.9437b10e
source: Destek
en: Support

# localizable.profile.view.diger.saglik.personeli.88d0fa73
source: Diğer Sağlık Personeli
en: Other Healthcare Personnel

# localizable.profile.view.dil.5398169b
source: Dil
en: Language

# localizable.profile.view.dil.e163b631
source: Dil
en: Language

# localizable.profile.view.disa.aktar.18035137
source: Dışa aktar
en: export

# localizable.profile.view.disa.aktarilan.dosyayi.ac.be22020f
source: Dışa aktarılan dosyayı aç
en: Open exported file

# localizable.profile.view.disa.aktarilan.dosyayi.ac.c6b2b658
source: Dışa aktarılan dosyayı aç
en: Open exported file

# localizable.profile.view.firma.adi.1f3200a9
source: Firma adı
en: Company Name

# localizable.profile.view.firma.adi.76933eb6
source: Firma adı
en: Company Name

# localizable.profile.view.firma.adi.949cbe7f
source: Firma adı
en: Company Name

source: Firma veya kişisel logon raporlarda varsayılan olarak kullanılır.
en: Your company or personal logo is used by default in reports.

# localizable.profile.view.firmalarim.720bb423
source: Firmalarım
en: My companies

# localizable.profile.view.firmalarim.74674628
source: Firmalarım
en: My companies

# localizable.profile.view.firmalarim.f3770aca
source: Firmalarım
en: My companies

source: Fotoğraf okunamadı. Lütfen farklı bir görsel seç.
en: The photo could not be read. Please choose a different image.

# localizable.profile.view.fotograf.secmek.veya.degistirmek.icin.dokun.1961d95c
source: Fotoğraf seçmek veya değiştirmek için dokun
en: Tap to select or change photo

# localizable.profile.view.fotograf.secmek.veya.degistirmek.icin.dokun.848178f0
source: Fotoğraf seçmek veya değiştirmek için dokun
en: Tap to select or change photo

# localizable.profile.view.full.name.4d415a25
source: Ad Soyad
en: Full name

# localizable.profile.view.full.name.9ef96064
source: Ad Soyad
en: Full name

# localizable.profile.view.gecmis.analizler.e108c786
source: Geçmiş analizler
en: Analysis history

# localizable.profile.view.gecmis.analizler.e936d553
source: Geçmiş analizler
en: Analysis history

# localizable.profile.view.geri.yuklenecek.aktif.abonelik.bulunamadi.c7188f39
source: Geri yüklenecek aktif abonelik bulunamadı.
en: No active subscriptions were found to restore.

# localizable.profile.view.guvenlik.ve.gizlilik.47d46255
source: Güvenlik ve gizlilik
en: Security and privacy

# localizable.profile.view.guvenlik.ve.gizlilik.a3bd2796
source: Güvenlik ve gizlilik
en: Security and privacy

# localizable.profile.view.haftalik.ozet.4cb10a81
source: Haftalık özet
en: Weekly summary

# localizable.profile.view.haftalik.ozet.7515b06a
source: Haftalık özet
en: Weekly summary

# localizable.profile.view.hesabimi.sil.delete.account.1494065e
source: Hesabımı sil / Delete Account
en: Delete my account / Delete Account

# localizable.profile.view.hesabimi.sil.delete.account.488c3b9a
source: Hesabımı sil / Delete Account
en: Delete my account / Delete Account

# localizable.profile.view.hesabimi.sil.delete.account.4c15b0c5
source: Hesabımı sil / Delete Account
en: Delete my account / Delete Account

# localizable.profile.view.hesabimi.sil.delete.account.55b97b6d
source: Hesabımı sil / Delete Account
en: Delete my account / Delete Account

source: Hesabın, profilin, analizlerin, raporların ve saklanan dosyaların kalıcı olarak silinir. Silme işlemi uygulama içinde tamamlanır; e-posta, destek veya web sitesi gerekmez. Aktif App Store aboneliğin varsa iptal ve yönetim işlemleri Apple abonelik ayarlarından yapılır. Bu işlem geri alınamaz.
en: Your account, profile, analyses, reports and stored files will be permanently deleted. The deletion process is completed within the application; No email, support or website required. If you have an active App Store subscription, cancellation and management procedures are done through Apple subscription settings. This action cannot be undone.

# localizable.profile.view.hesabin.ve.uygulama.verilerin.silindi.13c9bb20
source: Hesabın ve uygulama verilerin silindi.
en: Your account and app data have been deleted.

# localizable.profile.view.hesabin.ve.verilerin.silinsin.mi.0179a72b
source: Hesabın ve verilerin silinsin mi?
en: Delete your account and data?

# localizable.profile.view.hesap.c8de18a3
source: Hesap
en: Account

# localizable.profile.view.hesap.guvenligi.4b156457
source: Hesap güvenliği
en: Account security

# localizable.profile.view.hesap.guvenligi.c9fa84ff
source: Hesap güvenliği
en: Account security

# localizable.profile.view.hesap.silindi.account.deleted.43618c3b
source: Hesap silindi / Account Deleted
en: Account Deleted

# localizable.profile.view.hesap.silme.islemi.baslatilamadi.74db2edd
source: Hesap silme işlemi başlatılamadı
en: Could not initiate account deletion

source: Hesap silme isteğin alındı. Güvenli silme işlemi devam ediyor.
en: Your account deletion request has been received. Secure deletion is in progress.

source: Hesap ve uygulama verilerini kalıcı olarak siler.
en: Permanently deletes account and app data.

# localizable.profile.view.ikiniz.de.7.gun.plus.33b19c0e
source: İkiniz de 7 gün Plus
en: You both get 7 days of Plus

# localizable.profile.view.ios.ayarlari.nda.uygulama.dilini.ac.10562d1d
source: iOS Ayarları'nda uygulama dilini aç
en: Manage the app language in iOS Settings

# localizable.profile.view.ios.ayarlari.nda.uygulama.dilini.ac.db4cf363
source: iOS Ayarları'nda uygulama dilini aç
en: Manage the app language in iOS Settings

# localizable.profile.view.isg.uzmani.0fa630c7
source: İSG Uzmanı
en: OHS Specialist

# localizable.profile.view.isg.uzmani.a.sinifi.56493e61
source: İSG Uzmanı · A Sınıfı
en: OHS Specialist · Class A

# localizable.profile.view.islem.onayi.f310df5d
source: İşlem onayı
en: Transaction confirmation

# localizable.profile.view.isyeri.hekimi.f29566df
source: İşyeri Hekimi
en: Workplace Physician

source: JSON dosyası oluşturuluyor ve telefona kaydediliyor.
en: JSON file is created and saved to the phone.

# localizable.profile.view.kapali.28e7315c
source: Kapalı
en: Closed

# localizable.profile.view.kaydediliyor.7948588e
source: Kaydediliyor...
en: Saving...

# localizable.profile.view.kimlik.ve.firma.d8debd64
source: Kimlik ve firma
en: Identity and company

# localizable.profile.view.kisisel.notlar.7b030a39
source: Kişisel Notlar
en: Personal Notes

# localizable.profile.view.kontrol.et.50c9c5d5
source: Kontrol et
en: Check

# localizable.profile.view.kullanici.b1a2c01b
source: Kullanıcı
en: User

# localizable.profile.view.kullanim.ve.islemler.de3c7eb1
source: Kullanım ve işlemler
en: Usage and actions

# localizable.profile.view.kur.1bf320eb
source: Kur
en: Set up

# localizable.profile.view.logo.ekle.c6da0e71
source: Logo ekle
en: Add logo

# localizable.profile.view.logo.sec.4a97bac8
source: Logo seç
en: Select logo

# localizable.profile.view.logoyu.degistir.b6bc49d0
source: Logoyu değiştir
en: Change logo

# localizable.profile.view.mesleki.ilerleme.43c5ddd9
source: Mesleki ilerleme
en: Professional progress

# localizable.profile.view.mesleki.ilerleme.b4db90fe
source: Mesleki ilerleme
en: Professional progress

# localizable.profile.view.mesleki.ilerleme.penceresini.acar.20f2951f
source: Mesleki ilerleme penceresini açar
en: Opens the Professional Progress screen

# localizable.profile.view.mesleki.ilerleme.penceresini.acar.9e348be4
source: Mesleki ilerleme penceresini açar
en: Opens the Professional Progress screen

# localizable.profile.view.mesleki.unvan.1.81bb1fba
source: Mesleki ünvan: %1$@
en: Professional title: %1$@

source: Not: Otomatik saklama politikası ayrıca çalışır. Free fotoğraflar 7 gün, Plus fotoğraflar 30 gün, Pro fotoğraflar sınırsız saklanır; raporlar kullanıcı silene kadar kalır.
en: Note: Automatic retention policy also works. Free photos are stored for 7 days, Plus photos are stored for 30 days, Pro photos are stored unlimitedly; reports remain until the user deletes them.

# localizable.profile.view.optional.credential.c6e47a72
source: İsteğe bağlı kimlik bilgisi
en: Optional credential

source: İsteğe bağlı. Yalnızca kullanmaya yetkili olduğunuz bir kimlik bilgisi girin.
en: Optional. Enter only a credential you are authorised to use.

source: PDF dosyaları ve rapor arşiv kayıtları silinir. Analizler kalır.
en: PDF files and report archive records are deleted. Analyses remain.

source: PDF rapor dosyaları ve rapor arşiv kayıtları silinir. Analiz sonuçların kalır.
en: PDF report files and report archive records are deleted. Your analysis results remain.

# localizable.profile.view.professional.credential.or.registration.number.7c0aa931
source: Profesyonel kimlik bilgisi veya kayıt numarası
en: Professional credential or registration number

source: Profil, analizler, raporlar ve dosyalar kalıcı silinir. E-posta, destek veya web sitesi gerekmez.
en: Profile, analyses, reports and files are permanently deleted. No email, support or website required.

# localizable.profile.view.profil.bilgileri.36d59cee
source: Profil Bilgileri
en: Profile Information

# localizable.profile.view.profil.bilgileri.54c967ae
source: Profil Bilgileri
en: Profile Information

# localizable.profile.view.profil.bilgileri.e71c1976
source: Profil bilgileri
en: Profile information

# localizable.profile.view.profil.bilgileri.fb9eb38f
source: Profil bilgileri
en: Profile information

# localizable.profile.view.profil.fotografi.15f95820
source: Profil fotoğrafı
en: Profile photo

# localizable.profile.view.profil.fotografi.50890a6a
source: Profil fotoğrafı
en: Profile photo

# localizable.profile.view.profil.fotografi.guncellenemedi.9674b390
source: Profil fotoğrafı güncellenemedi
en: Profile photo could not be updated

# localizable.profile.view.profil.fotografi.guncellenemedi.b285e0c1
source: Profil fotoğrafı güncellenemedi
en: Profile photo could not be updated

# localizable.profile.view.profil.kaydedilemedi.26fbda2a
source: Profil kaydedilemedi
en: Profile could not be saved

# localizable.profile.view.profil.kaydedilemedi.496d7643
source: Profil kaydedilemedi
en: Profile could not be saved

# localizable.profile.view.profil.kaydedilemedi.6b869118
source: Profil kaydedilemedi
en: Profile could not be saved

# localizable.profile.view.profil.kaydedilemedi.a39f843a
source: Profil kaydedilemedi
en: Profile could not be saved

# localizable.profile.view.profile.and.company.fb381c68
source: Profil ve şirket
en: Profile and company

# localizable.profile.view.profili.kaydet.d6a55caf
source: Profili kaydet
en: Save profile

# localizable.profile.view.rapor.2d7e4997
source: Rapor
en: Report

# localizable.profile.view.rapor.858655c6
source: Rapor
en: Report

# localizable.profile.view.rapor.9274cfc1
source: Rapor
en: Report

# localizable.profile.view.rapor.hazir.3bd22aa3
source: Rapor hazır
en: The report is ready

# localizable.profile.view.rapor.hazir.ac19b3df
source: Rapor hazır
en: The report is ready

# localizable.profile.view.raporlar.silinemedi.a95cf8e4
source: Raporlar silinemedi
en: Reports could not be deleted

# localizable.profile.view.raporlarim.16715436
source: Raporlarım
en: My reports

# localizable.profile.view.raporlarim.a51ba35a
source: Raporlarım
en: My reports

# localizable.profile.view.requestaccountdeletion.4e909399
source: Hesap Silme isteği
en: Request account deletion

# localizable.profile.view.role.job.title.b5315a3c
source: Rol / İş unvanı
en: Role / Job title

# localizable.profile.view.rozet.ve.unvan.8c184356
source: Rozet ve unvan
en: Badge and title

# localizable.profile.view.rozet.ve.unvan.bb57960c
source: Rozet ve unvan
en: Badge and title

# localizable.profile.view.safety.professional.75b686e2
source: Güvenlik uzmanı
en: Safety professional

# localizable.profile.view.safety.professional.a0559094
source: Güvenlik uzmanı
en: Safety professional

# localizable.profile.view.safety.terminology.0efef6a7
source: Güvenlik terminolojisi
en: Safety terminology

# localizable.profile.view.satin.alimlari.geri.yukle.3b1b795b
source: Satın alımları geri yükle
en: Restore purchases

# localizable.profile.view.satin.alimlari.geri.yukle.da0aa050
source: Satın alımları geri yükle
en: Restore purchases

# localizable.profile.view.satin.alimlari.geri.yukle.efbb27c9
source: Satın alımları geri yükle
en: Restore purchases

# localizable.profile.view.satin.alimlari.geri.yukle.f7a8f020
source: Satın alımları geri yükle
en: Restore purchases

# localizable.profile.view.secili.74479879
source: Seçili
en: selected

# localizable.profile.view.secili.degil.14691146
source: Seçili değil
en: not selected

source: Çalışmanız için kullanılan terminolojiyi seçin. Bu, analizler ve raporlardaki ifadeleri değiştirir; yasal uygunluğu onaylamaz.
en: Select the terminology used for your work. This changes wording in analyses and reports; it does not certify legal compliance.

# localizable.profile.view.sertifika.no.3375cce7
source: Sertifika no
en: Certificate number

# localizable.profile.view.sertifika.numarasi.9ece8cef
source: Sertifika numarası
en: Certificate number

# localizable.profile.view.tamam.8c55612a
source: Tamam
en: OK

# localizable.profile.view.tamam.cbe8c3b1
source: Tamam
en: OK

# localizable.profile.view.tamam.dd979b9f
source: Tamam
en: OK

# localizable.profile.view.tamam.fff8c2ae
source: Tamam
en: OK

# localizable.profile.view.telefon.6c1f670a
source: Telefon
en: Phone

# localizable.profile.view.telefona.kaydedildi.5da02dd1
source: Telefona kaydedildi
en: Saved on phone

# localizable.profile.view.telefona.kaydedildi.6de9dab3
source: Telefona kaydedildi
en: Saved on phone

# localizable.profile.view.tema.80e8d059
source: Tema
en: Appearance

# localizable.profile.view.tema.9fd5ac1b
source: Tema
en: Appearance

# localizable.profile.view.tercihler.19071648
source: Tercihler
en: Preferences

# localizable.profile.view.tercihler.5764236d
source: Tercihler
en: Preferences

# localizable.profile.view.tercihler.58785c95
source: Tercihler
en: Preferences

# localizable.profile.view.tercihler.9dc53e66
source: Tercihler
en: Preferences

source: Tüm analizler, bulgular, fotoğraf kayıtları ve bu analizlere bağlı raporlar silinir. Bu işlem geri alınamaz.
en: All analyses, findings, photo records and associated reports are deleted. This action cannot be undone.

# localizable.profile.view.tum.analizler.silinsin.mi.ccdb36aa
source: Tüm analizler silinsin mi?
en: Delete all analyses?

# localizable.profile.view.tum.analizleri.sil.ba2f5c47
source: Tüm analizleri sil
en: Delete all analyses

# localizable.profile.view.tum.analizlerimi.sil.46e2a08f
source: Tüm analizlerimi sil
en: Delete all my analyses

# localizable.profile.view.tum.analizlerimi.sil.a1edc808
source: Tüm analizlerimi sil
en: Delete all my analyses

source: Tüm analizlerin ve ilişkili bulgular/fotoğraflar silindi.
en: All analyses and associated findings and photos have been deleted.

# localizable.profile.view.tum.pdf.raporlarin.silindi.2eec83dd
source: Tüm PDF raporların silindi.
en: All your PDF reports have been deleted.

# localizable.profile.view.tum.raporlar.silinsin.mi.c69bbe6c
source: Tüm raporlar silinsin mi?
en: Delete all reports?

# localizable.profile.view.tum.raporlari.sil.d4bd0af8
source: Tüm raporları sil
en: Delete all reports

# localizable.profile.view.tum.raporlarimi.sil.5bd8b1cb
source: Tüm raporlarımı sil
en: Delete all my reports

# localizable.profile.view.tum.raporlarimi.sil.6f53b4d2
source: Tüm raporlarımı sil
en: Delete all my reports

# localizable.profile.view.ucretsiz.5f5dd787
source: Ücretsiz
en: Free

# localizable.profile.view.unvan.belge.sinifi.07ff0723
source: Ünvan / belge sınıfı
en: Title / document class

# localizable.profile.view.uygulama.bildirimleri.3be3ae96
source: Uygulama bildirimleri
en: App notifications

# localizable.profile.view.uygulama.bildirimleri.e227f26d
source: Uygulama bildirimleri
en: App notifications

source: Uygulama dili iOS Ayarları'ndaki RiskDetected bölümünden değiştirilir.
en: The app language is changed in the RiskDetected section in iOS Settings.

source: Uygulamanın görünümünü cihazına veya kendi seçimine göre ayarla.
en: Adjust the appearance of the app according to your device or your own choice.

# localizable.profile.view.varsayilan.rapor.logosu.fa7bb40f
source: Varsayılan rapor logosu
en: Default report logo

# localizable.profile.view.varsayilan.risk.metodu.fbba51ae
source: Varsayılan risk metodu
en: Default risk method

# localizable.profile.view.vazgec.1c559f79
source: Vazgeç
en: Cancel

# localizable.profile.view.vazgec.7f6e00bf
source: Vazgeç
en: Cancel

# localizable.profile.view.veri.disa.aktarimi.olusturulamadi.95d8d692
source: Veri dışa aktarımı oluşturulamadı
en: Failed to create data export

# localizable.profile.view.veri.islemi.yapilamadi.bb13b88e
source: Veri işlemi yapılamadı
en: Data transaction failed

# localizable.profile.view.veriler.disa.aktarilsin.mi.20993cfd
source: Veriler dışa aktarılsın mı?
en: Export data?

# localizable.profile.view.verilerim.0fe102bb
source: Verilerim
en: My data

# localizable.profile.view.verilerim.5155c570
source: Verilerim
en: My data

# localizable.profile.view.verilerim.8d24daaa
source: Verilerim
en: My data

# localizable.profile.view.verilerim.c114f974
source: Verilerim
en: My data

# localizable.profile.view.verilerimi.disa.aktar.dc7acfd7
source: Verilerimi dışa aktar
en: Export my data

# localizable.profile.view.verilerin.hazirlaniyor.d55ba0a4
source: Verilerin hazırlanıyor...
en: Your data is being prepared...

# localizable.profile.view.yillik.plan.97dd768f
source: Yıllık plan
en: annual plan

# localizable.profile.view.yonet.143b9405
source: Yönet
en: Manage

source: Gelecekteki analizler için bunu Profil'de değiştirebilirsiniz.
en: You can change this for future analyses in Profile.

# localizable.profile.view.yuksek.kritik.240f194b
source: Yüksek/ Kritik
en: High/Critical

# localizable.profile.view.yuksek.kritik.53bc299c
source: Yüksek/ Kritik
en: High/Critical

# localizable.rdbutton.pdf.rapor.7aded467
source: PDF Rapor
en: PDF Report

# localizable.rdbutton.pencereyi.kapat.947e31c3
source: Pencereyi kapat
en: Close window

# localizable.rdbutton.sil.683f0e22
source: Sil
en: Delete

# localizable.rdbutton.taramayi.baslat.4948deaa
source: Taramayı Başlat
en: Start Scan

# localizable.rdcard.body.text.cb0e2867
source: Gövde metni
en: Body text

# localizable.rdcard.card.title.a9771b20
source: Kart başlığı
en: Card title

# localizable.rdcard.saha.da63570e
source: Saha
en: Site

# localizable.rdchip.ozel.etiket.1351fb66
source: Özel etiket
en: Custom label

# localizable.rdcolor.bilinmiyor.9c217d6e
source: Bilinmiyor
en: unknown

# localizable.rdcolor.dus.3e9b9792
source: DÜŞ
en: LOW

# localizable.rdcolor.dusuk.41464c0c
source: Düşük
en: Low

# localizable.rdcolor.kritik.7e9236f2
source: Kritik
en: Critical

# localizable.rdcolor.orta.176aca81
source: Orta
en: Medium

# localizable.rdcolor.yuk.d70f8614
source: YÜK
en: HIGH

# localizable.rdcolor.yuksek.a9622121
source: Yüksek
en: High

# localizable.rdlocalization.english.919b0740
source: İngilizce
en: English

# localizable.rdlocalization.missing.1.b9a12a72
source: ⟦EKSİK:%1$@⟧
en: ⟦MISSING:%1$@⟧

# localizable.rdlocalization.the.app.language.is.managed.in.ios.settings.795ec9dd
source: Uygulama dili iOS Ayarlarında yönetilir.
en: The app language is managed in iOS Settings.

# localizable.rdlocalization.turkce.423754d7
source: Türkçe
en: Turkish

source: Uygulama dili iOS Ayarları tarafından yönetilir.
en: App language is managed by iOS Settings.

# localizable.rdlogo.ana.sayfaya.don.8c68021b
source: Ana sayfaya dön
en: Return to home page

# localizable.rdlogo.riskdetected.c15b59dc
source: Risk Algılandı
en: RiskDetected

# localizable.rdplan.upsell.card.daha.fazla.gunluk.analiz.0ca99c4a
source: Daha fazla günlük analiz
en: More daily analysis

# localizable.rdplan.upsell.card.detayli.risk.raporlari.3eb225a9
source: Detaylı risk raporları
en: Detailed risk reports

# localizable.rdplan.upsell.card.fine.kinney.5x5.matris.1e70bf1b
source: Fine-Kinney + 5x5 matris
en: Fine-Kinney + 5×5 matrix

# localizable.rdplan.upsell.card.pdf.ve.excel.disa.aktarim.6dd65472
source: PDF ve Excel dışa aktarım
en: PDF and Excel export

# localizable.rdplan.upsell.card.plus.veya.pro.ya.yukselt.e876bb04
source: Plus veya Pro'ya yükselt
en: Upgrade to Plus or Pro

# localizable.rdtab.bar.ana.sayfa.5c57e0e6
source: Ana Sayfa
en: Home Page

# localizable.rdtab.bar.analizler.55bc5133
source: Analizler
en: Analyses

# localizable.rdtab.bar.hizli.tarama.baslat.f3589e86
source: Hızlı tarama başlat
en: Start a quick scan

# localizable.rdtab.bar.profil.2d7788f8
source: Profil
en: Profile

# localizable.rdtab.bar.raporlar.ecfc0748
source: Raporlar
en: Reports

# localizable.rdupgrade.cta.1.a.gec.9c575241
source: %1$@'a geç
en: Switch to %1$@

# localizable.rdupgrade.cta.1.uyesiniz.d6d4c039
source: %1$@ üyesiniz
en: Your %1$@ plan is active

# localizable.rdupgrade.cta.analizlerim.51ca6988
source: Analizlerim
en: My analyses

# localizable.rdupgrade.cta.ayarlar.97d7daa0
source: Ayarlar
en: Settings

# localizable.rdupgrade.cta.aydinlik.mod.fe8c009c
source: Aydınlık mod
en: Light mode

# localizable.rdupgrade.cta.cikis.yap.7bffbf5f
source: Çıkış yap
en: Log out

# localizable.rdupgrade.cta.karanlik.mod.07170435
source: Karanlık mod
en: Dark mode

# localizable.rdupgrade.cta.plan.yukselt.023472ba
source: Plan Yükselt
en: Upgrade Plan

# localizable.rdupgrade.cta.raporlarim.1115ba4f
source: Raporlarım
en: My reports

# localizable.rdupgrade.cta.yukselt.72b0d588
source: Yükselt
en: Upgrade

source: Bu hesap daha önce bir davet kodu kullandı.
en: This account has already used an invite code.

source: Çok fazla kod denemesi yapıldı. Bir saat sonra tekrar deneyebilirsin.
en: Too many code attempts. You can try again in an hour.

source: Davet kodu bulunamadı veya artık geçerli değil.
en: The invite code was not found or is no longer valid.

source: Davet programı şu an kullanılamıyor. Biraz sonra tekrar dene.
en: The invite program is unavailable right now. Try again in a moment.

source: İşlem tamamlanamadı. İnternet bağlantını kontrol edip tekrar dene.
en: The action could not be completed. Check your internet connection and try again.

# localizable.referral.rewards.service.karsilikli.davet.kullanilamaz.5c78bff1
source: Karşılıklı davet kullanılamaz.
en: Mutual invites can't be used.

# localizable.referral.rewards.service.kendi.davet.kodunu.kullanamazsin.b99bc5be
source: Kendi davet kodunu kullanamazsın.
en: You can't use your own invite code.

source: %1$@ farklı günde gerçek bir işlem yaptığında iki tarafın da ödülü hazır olacak.
en: Both rewards will be ready when they do a real action on %1$@ different days.
